import 'bulma/css/bulma.css';
import '../index.scss';

export function MoreBlog() {
  return (
    <div className='moreBlog'>
      <h1>タイトル</h1>
      <p>2024年 05月 07日</p>
      <div>

        <h2>雨ふりの日のパン焼きと孫服つくり</h2>
        <p>
          　朝からの雨降り。<br/>
          風邪をひいて咳がずっとひどくて。ここ数日は、夜中の咳発作が辛いのですが、お湿りは喉にありがたいです。<br/>
          　コロナ禍になってから、うんと体調管理に気をつけてきたので、風邪ひきも4年ぶり。<br/>
          夫も私も、油断してましたね。寒暖差に疲れも加わってひさびさに寝込みました。<br/>
          <br/>
          　ようやく元気が出て食欲も戻ったのでパン焼きです。<br/>
          雨降りの日のパン焼き、湿度のおかげで生地が乾燥せずうまくいくような気がします。<br/>
          ホワイトラインがガリっとさけて良い焼き上がり。<br/>
        </p>
        <img src="../../assets/blog-pan.png" alt="美味しいパン"/>
      </div>
    </div>
  )
}